cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask 'java'
brew 'git'
brew 'gradle'
brew 'wget'
brew 'apktool'
brew 'diff-so-fancy'
brew 'loc'
brew 'zsh'
brew 'youtube-dl'

cask '1password'
cask 'google-chrome'
cask 'firefox'
cask 'android-studio'
cask 'android-file-transfer'
cask 'sublime-text'
cask 'slack'
cask 'vlc'
cask 'appcleaner'
cask 'dropbox'
cask 'xact'
cask 'alfred'
cask 'spotify'
cask 'spotifree'
cask 'charles'
cask 'zwift'
cask 'texpad'
cask 'borgbackup'
cask 'vorta'
