cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'fish'
brew 'java'
brew 'git'
brew 'gradle'
brew 'wget'
brew 'apktool'
brew 'diff-so-fancy'
brew 'difftastic'
brew 'youtube-dl'
brew 'ripgrep'
brew 'borgbackup'

cask '1password'
cask 'google-chrome'
cask 'firefox'
cask 'jetbrains-toolbox'
cask 'android-file-transfer'
cask 'sublime-text'
cask 'appcleaner'
cask 'dropbox'
cask 'xact'
cask 'raycast'
cask 'spotify'
cask 'texifier'
cask 'vorta'
